Repository: creativita-digitale/at-os
Catalog: lang/*.po
Languages: it_it

source: <span style="color:#000">User</span> Sign-up
it_it: Iscrizione <span style="color:#000">utenti</span>

source: Note: Every field is requred.
it_it: Nota: ogni campo è obbligatorio

source: Contact Name
it_it: il tuo nome

source: Contact Email
it_it: la tua email

source: Company name
it_it: Nome azienda

source: Address
it_it: Indirizzo

source: Zip code
it_it: C.A.P.

source: State / Region
it_it: Città

source: Country
it_it: Provincia

source: I agree with
it_it: Accetto il

source: Privacy policy
it_it: trattamento dei dati

source: Full registration will be approved by the AT-OS that will communicate the acceptance by e-mail.
it_it: La completa registrazione verrà approvata da AT-OS che comunicherà l'accettazione via email.

source: Request Signup
it_it: Richiedi registrazione

source: Log in
it_it: Accedi

source: Registration is completed! wait for the approval.
it_it: La registrazione è stata completata. Attendi l'approvazione.

source: Welcome
it_it: Benvenuto

source: You&rsquo;re logged in as
it_it: Sei entrato come

source: Log out
it_it: Esci

source: Admin
it_it: Amministrazione

source: By
it_it: di

source: 0 Comments
it_it: 0 commenti

source: 1 Comment
it_it: 1 Commento

source: Comments
it_it: Commenti

source: Read More
it_it: Continua a leggere

source: Description
it_it: Descrizione

source: Specifications
it_it: Caratteristiche

source: Weight
it_it: Peso

source: Width
it_it: Larghezza

source: Dept
it_it: Profondità

source: Height
it_it: Altezza

source: Fullscreen
it_it: Mostra a schermo intero

source: Sluice room
it_it: Accessori per locali vuotatoio (progetto chiavi in mano)

source: Endo furniture
it_it: Armadi Endo

source: Iso furniture
it_it: Armadi iso

source: Dressing trolleys and accessories
it_it: Carrelli servitori e accessori

source: Central sterilization: packaging area
it_it: Centrale sterilizzazione confezionamento

source: Central sterilization: washing area
it_it: Centrale sterilizzazione zona lavaggio

source: Small details, big results
it_it: La grande filosofia dei piccoli particolari

source: Equipped theatres for medical rooms
it_it: Pareti tecniche attrezzate

source: Operating room
it_it: Sala operatoria

source: Surgical sink
it_it: Sala operatoria lavelli chirurgici

source: Hospital equipment specialists
it_it: Specialisti in arredamento ospedaliero

source: Manuals
it_it: Manuali

source: Type:
it_it: Tipo:

source: Title:
it_it: Titolo:

source: Model:
it_it: Macchina:

source: Notes:
it_it: Note:

source: Download file:
it_it: Scarica file:

source: Installation diagrams
it_it: Schemi d'installazione

source: Programs
it_it: Programmi

source: Other
it_it: altre informazioni:

source: Technical features
it_it: Caratteristiche

source: Characteristics
it_it: Caratteristiche

source: High Tech Features
it_it: Caratteristiche tecnologiche

source: (Where available)
it_it: (Dove presenti)

source: Full features
it_it: Caratteristiche complete

source: H<sub>2</sub>O alimentation pressure
it_it: Pressione di alimentazione H<sub>2</sub>O

source: Water Temperature
it_it: Temperatura di alimentazione H<sub>2</sub>O calda

source: Water connection
it_it: Allacciamenti acqua

source: Drain siphon
it_it: Sifone di scarico

source: Water consumption
it_it: Consumo acqua

source: Noisiness
it_it: rumorosità

source: Relative humidity
it_it: Umidità relativa

source: Work temperature
it_it: Temperatura di lavoro

source: EN Norms
it_it: Norme EN

source: Noise
it_it: Rumorosità

source: Air flow introduced in the cabinet
it_it: Flusso d'aria introdotto nell'armadio

source: Pressure
it_it: Pressione

source: aspiration filter
it_it: Filtro d'aspirazione

source: Load height (5 level trolley 10 DIN)
it_it: Altezza carico (Carrello 5 livelli 10 DIN)

source: Main water pressure
it_it: Alimentazione H<sub>2</sub>O calda

source: Capacity washing pum
it_it: Portata pompa di lavaggio

source: Cold water connection
it_it: Allacciamento-Attacco acqua fredda

source: Hot water connection
it_it: Allacciamento-Attacco acqua calda

source: Purified water connection
it_it: Allacciamento-Attacco acqua demineralizzata

source: Facility stream connection
it_it: Allacciamento vapore da rete

source: Cold water consumption for standard cycle
it_it: Consumo di acqua fredda su ciclo standard

source: Hot water consumption for standard cycle
it_it: Consumo di acqua calda su ciclo standard

source: Demineralized water consumption for standard cycle
it_it: Consumo di acqua demineralizzata su ciclo standard

source: Drain trap (Corrosion-proof and 93°C resistant pipe)
it_it: Sifone di scarico (Tubazione anticorrosiva e resistente a 93°C)

source: Chamber breather pipe connection
it_it: Connessione sfiato camera

source: Chamber breather pipe flow rate
it_it: Portata sfiato camera

source: Heat loss
it_it: Dispersione termica

source: noise
it_it: Rumorosità

source: Reserved area
it_it: Area riservata

source: Accedi
it_it: F

source: Username
it_it: Nome utente

source: Remember Me
it_it: Ricordami

source: Log In
it_it: Accedi

source: Search results for:
it_it: Risultati di ricerca per:

source: Error 404 Page
it_it: Errore

source: Daily Archives: %s
it_it: Archivi giornalieri: %s

source: Monthly Archives: %s
it_it: Archivi mensili: %s

source: Yearly Archives: %s
it_it: Archivi annuali: %s

source: Read more
it_it: Continua a leggere

source: Currently there are no news.
it_it: Attualmente non ci sono news.

source: Events and fairs
it_it: Eventi e fiere

source: From
it_it: Dal

source: to
it_it: al

source: Currently there are no events and exhibitions.
it_it: Attualmente non sono fissati eventi e fiere.

source: AWD655-8 DIN Line
it_it: Linea AWD655-8 DIN

source: AWD655-10 DIN Line
it_it: Linea AWD655-10 DIN

source: AWD655-15 DIN Line
it_it: Linea AWD655-15 DIN

source: See all the counter-top models
it_it: Vedi tutti i modelli a banco

source: Counter-top
it_it: A Banco

source: See all the stand-alone models
it_it: Vedi tutti i modelli a colonna

source: Stand-alone
it_it: A colonna

source: See all the built-in models
it_it: Vedi tutti i modelli ad incasso

source: Built-in
it_it: Incassata

source: Select
it_it: Seleziona

source: Automatic version available
it_it: Versione automatica disponibile

source: The operator can open and close the door by pushing the foot pedal or activating the optical sensor on the touch screen panel. Available for automatic version.
it_it: L’operatore apre e chiude la porta utilizzando il pedale o attivando il sensore ottico sulla tastiera touch screen. Disponibile per le versioni automatiche.

source: Discover the automatic version
it_it: Scopri la versione automatica

source: Speed Cycle version available
it_it: Versione speed-cycle disponibile

source: Additional tanks allow the pre-heating of warm and demineralized water in order to speed the washing and disinfection steps. The total time of the cycle is reduced by up to 50%.
it_it: Boiler aggiuntivi per il preriscaldo dell’acqua calda e demineralizzata per velocizzare le fasi di lavaggio e disinfezione. Il tempo totale del ciclo si riduce fino al 50%.

source: Discover the speed-cycle version
it_it: Scopri la versione speed-cycle

source: Bedpan washer disinfectors
it_it: Lavapadelle

source: Instruments washer disinfector
it_it: Lavastrumenti

source: Cabinets for storage and drying
it_it: Armadi asciugatura

source: Furniture for sluice room
it_it: Arredo

source: <strong>ERROR</strong>: Please Enter Company Name
it_it: <strong>ERRORE</strong>: Inserisci il nome Azienda

source: <strong>ERROR</strong>: Please Enter Company address
it_it: <strong>ERRORE</strong>: Per favore inserisci l'indirizzo dell'azienda

source: <strong>ERROR</strong>: Please Enter Company ZIP
it_it: <strong>ERRORE</strong>: Inserisci il CAP

source: <strong>ERROR</strong>: Please Enter Company state
it_it: <strong>ERRORE</strong>: Inserisci la provincia di provenienza

source: <strong>ERROR</strong>: Please Enter Company country
it_it: <strong>ERRORE</strong>: Inserisci lo stato dove risiede l'azienda

source: AT-OS Registration Form:
it_it: Modulo di registrazione AT-OS

source: Automatic
it_it: Automatica

source: Features
it_it: Caratteristiche

source: Full screen view
it_it: Vista ingrandita

source: Previus accessories
it_it: Precedenti accessori

source: Next accessories
it_it: Accessori successivi

source: Washing and disinfecting machines
it_it: Lavapadelle

source: Previous
it_it: Precedente

source: Next
it_it: Prossimo

source: Share This Story, Choose Your Platform!
it_it: Condividi questa news, scegli come!

source: About the Author:
it_it: L'autore:

source: Related Posts
it_it: Notizie correlate

source: Thecnical details
it_it: Dettagli tecnici

source: Washer Disinfector for human waste containers
it_it: Macchine per lavaggio e disinfezione di contenitori sanitari

source: Professional and high technology
it_it: Professionale ad alta tecnologia

source: DWC Disinfected Water Cooling
it_it: DWC Risciacquo finale con acqua disinfettata

source: ETS Emptying Total System
it_it: ETS Svuotamento completo dell’acqua

source: SDS Self Disinfection System
it_it: SDS Sistema di autodisinfezione

source: DCS Drain Control System
it_it: DCS Sistema di controllo del sifone di scarico

source: Hands free starting
it_it: Pulsanti a gomito

source: Automatic door opening
it_it: Apertura porta automatica

source: DVS Disinfection Validation System
it_it: DVS Sistema di validazione della disinfezione

source: High technology for reduced spaces
it_it: Alta tecnologia in spazi ridotti

source: Simple and economic
it_it: Semplice ed economica

source: high Tech specifications
it_it: Caratteristiche high Tech
